Repository: a-novel/uikit
Catalog: src/lib/locales/*.po
Languages: fr

source: Show error details
fr: Afficher le détail de l'erreur

source: Hide error details
fr: Masquer le détail de l'erreur

source: Close navigation menu
fr: Fermer le menu de navigation

source: Open navigation menu
fr: Ouvrir le menu de navigation

source: Navigation menu
fr: Menu de navigation

source: Page not found.
fr: Page introuvable.

source: This page either does not exist or has been removed.
fr: Soit cette page n'existe pas, soit elle a été supprimée.

source: Please check your browser URL.
fr: Vérifiez l'URL dans votre navigateur.

source: Oops! An unexpected error occurred.
fr: Oups ! Une erreur inattendue s'est produite.

source: You may retry later or clear your browser cache.
fr: Vous pouvez réessayer plus tard, ou vider le cache de votre navigateur.

source: An error that shouldn't happen occurred on our server. We are working to fix it as soon as possible.
fr: Une erreur anormale est survenue sur nos serveurs. Nous travaillons à résoudre le problème au plus vite.

source: Active locale ({0})
fr: Langue sélectionnée ({0})

source: Lang selection menu
fr: Menu de sélection de la langue

source: Cancel
fr: Annuler

source: Select {0}
fr: Sélectionner {0}

source: Select language
fr: Sélectionner la langue

source: Locale ({0})
fr: Langue ({0})

source: Toggle error details
fr: Afficher/Masquer le détail de l'erreur

source: Error details (visible)
fr: Détail de l'erreur (visible)

source: Error details (hidden)
fr: Détail de l'erreur (masqué)

source: Close language selection menu
fr: Fermer le menu de sélection de la langue
